Repository: jurate-vilima/subscription-manager
Catalog: lib/l10n/app_*.arb
Languages: lv

# appTitle
source: Subscription Manager
lv: Abonementu Pārvaldnieks

source: Edit Subscription
lv: Rediģēt abonementu

source: Add Subscription
lv: Pievienot abonementu

# serviceNameLabel
source: Service name
lv: Pakalpojuma nosaukums

source: Required
lv: Obligāts

# costLabel
source: Cost
lv: Izmaksas

# costHint
source: e.g. 9.99
lv: piem. 9.99

# enterNumber
source: Enter a number
lv: Ievadiet skaitli

# mustBeGreaterThanZero
source: Must be > 0
lv: Jābūt > 0

# currencyLabel
source: Currency (ISO code)
lv: Valūta (ISO kods)

# use3LetterCode
source: Use 3-letter code (e.g. EUR, USD)
lv: Izmantojiet 3 burtu kodu (piem., EUR, USD)

# billingCycleLabel
source: Billing cycle
lv: Norēķinu cikls

# intervalDaysLabel
source: Interval (days)
lv: Intervāls (dienas)

source: Next renewal date
lv: Nākamais atjaunošanas datums

# selectDate
source: Select a date
lv: Izvēlieties datumu

source: Pick
lv: Izvēlēties

# categoryLabel
source: Category (optional)
lv: Kategorija (neobligāti)

# cancellationUrlLabel
source: Cancellation / Manage URL (optional)
lv: Atcelšanas/pārvaldības URL (neobligāti)

# invalidUrl
source: Enter a valid URL (e.g. https://...)
lv: Ievadiet derīgu URL (piem., https://...)

# notesLabel
source: Notes (optional)
lv: Piezīmes (neobligāti)

# pleaseSelectNextRenewal
source: Please select next renewal date
lv: Lūdzu, izvēlieties nākamo atjaunošanas datumu

source: Saved changes
lv: Izmaiņas saglabātas

source: Added
lv: Pievienots

# failedWithError
source: Failed: {error}
lv: Neizdevās: {error}

source: Save changes
lv: Saglabāt izmaiņas

source: Save
lv: Saglabāt

# homeTitle
source: My Subscriptions
lv: Mani abonementi

source: Settings
lv: Iestatījumi

# navigationErrorTitle
source: Navigation error
lv: Navigācijas kļūda

# monthlyTotal
source: Monthly: {amount}
lv: Mēnesī: {amount}

# yearlyTotal
source: Yearly: {amount}
lv: Gadā: {amount}

# currenciesDiffer
source: Currencies differ; totals are labels only
lv: Valūtas atšķiras; kopsummas ir tikai informatīvas

source: No subscriptions yet
lv: Vēl nav abonementu

# addFirstSubscription
source: Add your first subscription
lv: Pievienojiet savu pirmo abonementu

# manageCancelTooltip
source: Manage/Cancel
lv: Pārvaldīt/Atcelt

# deleteSubscriptionTooltip
source: Delete
lv: Dzēst

# deletedSubscription
source: Deleted "{service}"
lv: Dzēsts "{service}"

source: Undo
lv: Atsaukt

source: Add
lv: Pievienot

# nextLabel
source: next: {date}
lv: nākamais: {date}

# cycleDaily
source: daily
lv: dienas

# cycleWeekly
source: weekly
lv: nedēļas

# cycleMonthly
source: monthly
lv: mēneša

# cycleYearly
source: yearly
lv: gada

# cycleCustom
source: custom
lv: pielāgots

# defaultCurrencyLabel
source: Default currency (ISO, e.g. EUR)
lv: Noklusējuma valūta (ISO, piem. EUR)

# reminderLeadTime
source: Reminder lead time (days):
lv: Paziņojuma priekšlaiks (dienas):

source: Notify at time
lv: Paziņot laikā

# renewalReminderTitle
source: Renewal approaching: {service}
lv: Drīz atjaunosies: {service}

# renewalReminderBody
source: Renews on {date}
lv: Atjaunošana notiks {date}

# themeModeLabel
source: Theme
lv: Tēma

# themeModeSystem
source: System default
lv: Sistēmas noklusējums

# themeModeLight
source: Light
lv: Gaišs

# themeModeDark
source: Dark
lv: Tumšs

# languageLabel
source: Language
lv: Valoda

# languageEnglish
source: English
lv: Angļu

# languageLatvian
source: Latvian
lv: Latviešu

# languageRussian
source: Russian
lv: Krievu

source: Settings saved
lv: Iestatījumi saglabāti

# exportedTo
source: Exported to {path}
lv: Eksportēts uz {path}

# exportFailed
source: Export failed: {error}
lv: Eksports neizdevās: {error}

source: No backup found
lv: Rezerves kopija nav atrasta

source: Import successful
lv: Imports veiksmīgs

# importFailed
source: Import failed: {error}
lv: Imports neizdevās: {error}

source: Export Subscriptions
lv: Eksportēt abonementus

source: Import Subscriptions
lv: Importēt abonementus

source: Select destination
lv: Izvēlieties galamērķi

source: Select backup file
lv: Izvēlieties rezerves failu

source: Could not open link
lv: Neizdevās atvērt saiti
